IDEA Open Model
Beam.Position Property
Compatible with IDEA StatiCa Beta 20.0
 Offset between MasterPoint and InsertPoint If MasterPoint is null, position is from origin of coordinate system
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Vector3D Position { get; set; }
Public Property Position As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
Beam Class
IdeaRS.OpenModel.Detail Namespace